INSERT INTO directors (name, surname, country)
VALUES ('Фрэнк', 'Дарабонт', 'Франция'),
       ('Роберт', 'Земекис', 'США'),
       ('Филла', 'Ллойд', 'Великобритания'),
       ('Билли', 'Уайлдер', 'США');
INSERT INTO movies (name, genre, year, director_id)
VALUES ('Зеленая миля', 'Детектив', 1999, 1),
       ('Форрест Гамп','Драма', 1994, 2),
       ('Изгой','Приключения', 2000, 2),
       ('Назад в будущее','Фантастика', 1985, 2),
       ('Мамма MIA!','Мюзикл', 2008, 3),
       ('В джазе только девушки','Комедия', 1959, 4);
INSERT INTO actors (name, surname, country)
VALUES ('Том', 'Хэнкс', 'США'),
       ('Майкл Кларк', 'Дункан', 'США'),
       ('Робин', 'Райт', 'США'),
       ('Хелен', 'Хант', 'США'),
       ('Майкл Дж.', 'Фокс', 'Канада'),
       ('Кристофер', 'Ллойд', 'США'),
       ('Аманда', 'Сайфред', 'США'),
       ('Мэрил', 'Стрип', 'США'),
       ('Мэрилин', 'Монро', 'США'),
       ('Тони', 'Кертис', 'США'),
       ('Джек', 'Леммон', 'США');
INSERT INTO movie_actors (actor_id, movie_id)
VALUES ('1', '1'),
       ('1', '2'),
       ('1', '3'),
       ('2', '1'),
       ('3', '2'),
       ('4', '3'),
       ('5', '4'),
       ('6', '4'),
       ('7', '5'),
       ('8', '5'),
       ('9', '6'),
       ('10', '6'),
       ('11', '6');